school-books?"
fantastic,
effect,"
knocked,
Durmstrang.
Hall
Deluminator?"
whining,
"Sorry"
showing...
pulsing
forehead.
something..."
Hallows,"
terrified,"
Harry--look
publishes
daredevil,"
anymon
circumstances
perfecting
mate.
contorted.
keening
Going
about-face
Could
spoiled
decency,
fourteenth
gullies
members?"
"ITS
first....
familiar.
"Righ,
thickness,
wretched
burns."
deplore
stupor,
GRYFFINDORS
forbidding.
Veritaserum.
Hermione...."
celebrating?
powerful...
history's
valk
July!"
obsession,
Logograms.
Beans,
unlikely
Rosmerta,
four"
recovered;
Cedric's.
poor,
shamrocks
organization
still-pale
erectly
here---"
"Obviously,"
breath,
shifty
snappishly.
Honeydukes
why.
soon,
drives
peering
bubblefilled
veela.
me!")
javelin.
dodgy,
"Melted,"
foisted
"Lots
cheers.
droopy
giggling,
machine,
striped,
rage:
wall,
"ten
Somerset,
lungfulls
coming?'
ol'
repair,"
"Wherever
Muggleborns
Ron..."
celebrations
Why!
gloves;
element.
classrooms.
patronum!"
nice
all!"s.
rebellious."
bananas.
grumpily
waved
gang
O'Flaherty,"
soggy.
critically
Sixty,
rereading
ferret?
caretaker.
grip!'
rancid
QUALIFIED
smaller,"
stonily
whispers.
lie."
sagely.
silly,
teaches
aloud
Broomsticks!
seared,
Feint,"
hasn
Animagus."
Voldemort;
disapproval.
63
months,"
bows
wondering,"
Forest...One
primary
refined
churchyard,
open,
twentyfourth,"
anti
somebody
distractedly,
escaping
sopophorous
endlessly
pronto,
159
diminished
chests.
fryup
We'd
purposefully
fattenin'
"Where
watchers.
LEAF
inspections,
"lost
plead
nervouslooking
"Percy
Macnair.
Cmon,
Twenty-nine
twenty.
very,
mudthrowing
Merlin's
shut?
west,
argument,
"Hiding,
explanation;
"Useful
measured,
"Sectumsempra!
"That,"
crowd)
Wasps,"
staggering,
hushed,
sat
chicken
Jorkin's
of--"
clue...
pausing
confidence
waiting...
slaughtered.
appearances.
hubbub
Weasley-ish
Snivellys
"Didn't
adoringly
"Cissy--Narcissa--listen
value,
guiltily.
Dad.
cracked;
conviction
permit
idea;
grimaces
BATHROOM!
'Snape!'
match.
owning
"really
Xenophilius's
Puff,
scales
reputa
"S-so
present,"
puddings,
Thomas
months'
"Robbed
parchment's
fear!"
diffrent,
mead,"
sprung
scathing,
henchmen
worse,
need,
baker's.
suitcase
rise,
reluctantly
Dursley's
Marge?
bald,
Filibuster
Slughom
recorder.
peaceable.
sloppy
'Look
fifty-pence
*ignored
lots
tunnels
redheads,"
film
'Pick-me-up,
families,"
brothers':
reveal,
flatly,
hitching
dangerous..."
case,'
square."
June,
half-closed
Coulda
amusin'.
prac-
Thousand,
swelled
*222*
examiners
hastily;
hose,
"Oy,
vould
Petrified
LEAVES
bored
interest.
dumpster.
Ds,'
spoon.
Pomfrey,"
mania,
magazine;
dies...
trepidation
polite
pinched,
campsite."
muscle.
buttonhole.
Brocklehurst,
Now."
cries;
chance?"
rearranged,"
titles."
needs,'
Bacon
en-trance
C
"Anyone
eggnog
up...And
joke
glide
"Whose
wonderin'
powder,"
purple.
right!");
seizing
wasvery
smoky.
Clearing
dad's
siphoning
---
dif-ficult
OUCH!"
pleasures
animals.
vague.
cages.
Hagrid!"
obviously,
doubts
attention,"
search,
wailed.
"Ran
blinkered
Jordan's;
"told
suppose,
mdears?"
Howler.
Usual
Vernon,"
wife's
frowning.
Williamson!
restlessly.
enough...."
credentials.
aging
"will
Seeker."
unprecedented
"Poisons
insensitive
false
stung,
chickens,
tug,
"Ennervate."
Slughorn.
mixture
gleefully,
him....
won't've
disturbed,
Tell
Snogging
wasted;
Odo.
guest,
Disapparated
intervenes,
221
peanuts?"
enclosing
"Killed?"
girl
EATERS
thrilled,"
later,
eighteen.
jeans
profound
Legilimency.
unquestioned,
MOUTH
inflicting
grinning
chew
Merlin.
Gloom
BOOK!"
combined
shaking!
jowls
"Imagine
vall
eardrums,
Nargles,
inexpressibly
unswerving
cordially
PERFECTION,
purpose?
recounting
ploughed
personal!"
Eeylops
"Away?"
on;
Day,
forgive."
Puddlemere
inscribing
mistress."
"CAR
Bill?"
valuable,
flimsy
obstructed.
unavoidable,"
Heartache.
Seeker?"
("Ah
lap;
watery-eyed
alchemists.
stamped,
overdosed
"Impedi
went,
mollycoddling.
moving."
uninjured
bestowed
detected
bushier
Percy,
that."
"Someone
helper
Grangers,"
scrounger
shrink,
sympathetic
bewildered.
prescribing
demands
blood.
beady
tidier;
range!"
bold
Confined
unseeingly
forfeit
understand!"
shapes:
negative
tactless?"
'greatness,'
silhouette,
complain!"
point."
chocolates.
Requirement!"
"Ginny,"
infirmary
choose
(the
lor
pair,
"Mademoiselle
observing.
got.
"Springing
"Rodolphuss
toadlike
echoing.
persuadable
sword!
half-heartedly.
separately
day-trip.
bookshelf
stern
loose
amazement.
blinding
grayish,
clouds,
aerial
fingers.
fortyseven
Black
Hmm,"
grievous
N.E.W.T.s.
island
limping
quivering,
"Nah.
face?"
eleven's
clean...
gaping.
copse,
ago?
souvenirs,
"SHHHH!"
everywhere;
Tulips"
opinion:
was,"
grindylows,
these!"
Move
intercepted
slop
proves
demonstrating!
up,"
disdainful.
inquiry,
Girl
recalled,
sharper
explosions.
longbow
HEE,
away."
at!
approached
med
Muggles,
"Honestly
canvassed
"bothering
breakfast?"
sputtered
stings,"
window,
law-breaking
contenders
features.
reviewing
recruiting
Romilda?
gauge.
Tower
bolts
sugar.
crowd;
read?
fire!"
did!
hat,"
warranted,
whim?"
eyelashes
Statute
sourly.
steaks
STREAMLINED,
eleven-year-old
plains
"S
*242*
patrol
lamely.
palominos,
drying
You-Know-What
20th,
148
pretend
*333*
conservatory.
fainter...
"Atrium."
stone...
insisted.
hasty
enough!
`:
parody
"Fifty-seventh
sunken
"Check
went?
cupboard,
easily!"
"Trying
upstairs.
Warlocks
Sleeping
advice,
honest,"
shopping,
"Barty,"
upon.
Aberforth."
foolhardily
dangled,
Dumboldore
*309*
lamely,
submit
"Slytherin!"
chops!"
administered
grime;
invin-cible.
total,
snarl.
littering
say...
fortunetelling.
reopened
Crack.
fitness,
loudly.
Ackerley
"Broken
paused,
"Dedalus
Kneazle,"
pillows
collections
.133
t-Be-Named.
crumpled.
ghastly
yearold
shawl,
warrant
questionnaire
unfazed
three-and-a-half
painted:
definite
sorrowful
KEEP
breath..
pterodactyls,
coating
task;
Dippet
O.WL.s
fairies.
nurtured
boyfriend's
splash.
Boot
Carrows..."
Sbend
"Nevertheless,"
actualy
moves.
bird
tartly,
oddly
steam,
Greyback...
Burglars,
"Whatever
maybe...
fund
dyou
NIGHTMARE!"
street-lamp
pen
yards
earmuffs
gook
Eye."
severe.
swirlign
stout
clumsily,
stooping
song,"
Right."
vented
antidotes.
THIRTYSIX
Flitwick
scheme
witch
misty.
lynx
keen,
jeans?
blazes
"In...
blast
carrying-
club."
mind;
'focus
allowances
essential
horizon.
imagined
midriff.
wetter,
"Cornelius,
"Accident?"
nervous;
merciful.
rooftops,
beans.
"Riddle's
well-used
insults!
burial...
"Oy!
located
'Yer
patronizing
wine.
You-Know-Who?"
dribble
gillyweed
"Okay?"
'Ready?'
dealt
"Mudblood,
Dumbledored
completely
MAP
House:
Bulbadox
oblige
GALLEONS.
boiler
giants'
Collect
hadbeen
Sensor,
tour."
hatchet.
Skeeter.
least.
numbness
hindquarters
frighten-ing,
comics
epitaph?"
out...
"serious."
often
across?"
sputter,
fair!"
JUST
"Ill...
sand
descent!"
abou1
wonderingly.
extrafestive,
overcoat
stabbing
irascible
elf-heads
[he
"Anyone?"
view,"
yets
am,"
amazed.
"Welcome,
NB:
hairless
story?"
bu..."
bequeath
candy
Baron,
Dennis.
nervous."
double-agent,
approval.
friendship
poised
beg.
preference
Scarhead?"
want...
cook.
"No
men,
ugly.
Albanian
"Hermyohnee,"
blessing.
Mars.
Chuckling,
doughnut
reverse:
cheerful-faced
onto
recovered
motion.
steering;
detection,
school---Snape's
loads
animal's
"His...
matron
coat;
andturned
19:
above,
Kedavra,
blissfully
Viktor,
windpipe
contrast,
senseless,
judgment.
disgusting."
instructing
-cant
Overhead,
invisible."
cross-eyed,
patient
kidnapping,
divorce
perfet
escapators?
pigsty
creatures."
brackets.
"Sooner!
stay.
stammered.
Dobby,"
VERITASERUM
forgotten?
some...
muffling
Firstly,
'Happy
lightheartedness
Margo
grapefruit
job."
Well...
pouffe.
mimbletonia,
Granddad
father's...
reproaches,
anthill.
dimwitted
seats!"
alive,
no-man's-land
stubby,
Results
Mundungus-like
Confronting
Ripper.
washes
Scabbers?"
later
goodbye.
lookin'
casual
"...my
nest
ado,
meeting,"
phoenix,
yelp.
rabbit,
eel
numbing
ever?"
surely?"
dink
prefect...
featuring
succeed
dismal;
freckly
to"
own."
employee
Lady."
boat."
Aidan
seeing?"
twjce?"
"Bertha
Proud?
forgot
intercept
laps.
encouragingly,
unprecedented,
dust:
review.
flare.
"Soon
Hogsmeade?"
whether...
HairRaising
MegaMutilation
rights,
D.A.D.A.
agape,
darkened,
stumbling
hedges,
single,
interestinglooking
prods
ushered
wand-waving
smiling:
shock,
diet,
eagerly.
"on
Five,
burning;
seventeen!"
waitin
1612--1697,
peeled,"
letters,
anyway...
questions...
promoted!"
Gilderoy,"
pointedly.
lake."
tongue;
fixing.
idolized.
uttering
jured,"
champions.
grimace.
214
waistband,
joker
dazzled
"Yehll
Black....
bring
thread
red."
squirmed,
greedy
Healing
parchment!"
jacketed
Dumblefore
James;
itching
flexing
Vernon."
lad."
three,"
two-year-old.
trunk
stringy.
Fanged
nobody's
"Mental."
entrusted
grouped
"Elf!"
depressingly
arguing
nicked,
colorcoded
"Finished,"
crystalline
accident!"
window:
Grawpy,
went."
streetlamps.
"Aaah..."
aside!
Diddy?
bushes."
DailyProphet
mustache.
"Levski
confused.
Tracking.
Freds
Cho?"
short;
scurry
move
pass,"
Privately,
car!"
sandy
savings!"
nagging
cavern,
"Sorry.
steps
imitating
opened.
headstone.
arguments
instead...
thrashing;
caption.
cheapness,
late?
"Meet
Muggle-Born
cauldrons."
reckon'll
IRELAND:
grumbled
cellar
Art;
BACK?
grandson,
beadily
Locomator!"
fraillooking
thunderbolt
concentration
18.
pass."
patronum,"
others?
already
Otherwise,
overrode
hanger,
Antigone
alleys
yes!
Animagus,"
"Harrys
weddings
Molly,
forbidding:
seen,"
Mary
INDIVIDUALLY
illuminated
dumb,
tiny,
droppings,
pardon?"
anecdote,
upsidedown;
pirate
brawl,
expect.
Execution
handkerchief
Lockhart?"
non-verbal
"Cmon...
Comin'
spread-eagled,
reassurance.
unrolled,
gallows.
Muldber,
pockets."
"Caput
assist
"Proud?"
"Get
prejudice?
liar,
wandmakers
sleep;
juicy
pounding,
afternoon.
booming
haircuts
entrance.
Powerful,
godfathers
un-der
INCAPABLE
snacks
anyone!"
leather;
perfect,
F
secret.
displeased
raving.
numbers
"Secret,
Right.
gown,
weeks...
Hogwarts;
*117*
Though
disapproving,
Overhead
Twenty-two
furry
inquiries
"Whove
1981,
his;
English."
.'.
meself.
guest."
unshed
seventh,
armor,"
ourselves,
dunno..."
backtracked
hit."
herself
quietly!"
bulk,
adding
feat.
inherit
downward
tudes,
railway
alerting
vibra-tions
"Marvolo's
waffle
midriff,
ordinary
world;
("Oh,
kep'
Assembly
staffroom?
compromises,
clue!
gagged.
begin
"Scales
"Stunned?
steps...."
textbook
presenting
spoil
Inferno,
New
dan
homebaked
syllable,
Sonnets
Crescent....
countercurses
desktop,
156
nose?
Finnigan
February
case."
ihink
five-year-old
boundless
mountains,"
driving,
muffle
school...
1,5
double-cross
wondered,
Anglia.
request?
regrown
Eater!
hurt,"
suppose."
Hagrid's
"BANE!"
taunted
silence.
mystical
grumbling,
spleen
anyone's,
Christmas".
centrated
Impervius
parchment;
Peevess
kinds
Scum!"
recently.
echo.
hearts.
swaggering
"Honestly!"
insisted,
invasions
murderer.
sickly
lodges,
briefest
(?).
When
life...
yawned.
roast
classes!"
frame-up!"
qualified
reentered
fogged
repellent,
Eleanor!"
liein,
squawking
tidy
eleven-year-olds
"Scum
tools
aimed
disobliging
some,
Charms!
"Tell
inhabitants,
Broomstick...
that-Harry,
early..."
breeding
"Ere
Ginny,
Treats,"
wag-ging
granite
priceless
Cakes
party?"
violence,"
"and,
enquiring
owlish
marching
sixth,"
pleasure;
sides,
critically.
painted;
school...."
invitation
comprehend
E
startlingly
yet...
President
weekend!"
missin?
clipboard)
firecrackers,
gone,
hadn't.
grandfather.
decapitation.
unbelievable...
"Axebanger"
Feeling
upset,"
dipped
undertone.
Sneakoscope,
stripes.
hairpin
begin.
justified
personally,
jailer
subserviently.
mistress?"
"Spanking
thanks,'
image.
Oh,"
Erised,
question."
sliding,
blankly,
Drink
sickeningly
ashen-faced,
doom-laden
Curse!
Lips
equal,
deluded
tasting
"Hogsmeade,
"care"
decide,"
accidentally
27.
allow,
wheezy
smudge
deed
"Parsnips,
maroon."
miserably.
measure
escape,
Classes
"Outstanding
passengers
"Whichever,"
clammy
sniff.
stash
elaborate
feeds
cupping
Dinner
roomy,
highest
liking.
Codswallop,
plan?"
Whinging;
adjusting,
fraud
talisman
glinted
git."
casual.
f-f-family
significantly
Secrecy,
brightly.
hrnie
circumstances.
Greybacks
As
certain,
cover.
exits."
'something
Hogsmeaders
Rapier,
skinned,"
heaving
jolt
Palace
hours
crabapple
embers.
peppering
reminiscent
aback.
quick-and-easy
"Emmeline
"Ill-informed
girlfriend.
Levicorpus
exposure
Smacking
sun.
Sixtyten.
dislikes
fox
fortunes
prying
her:
Manor)
trowel.
frayed.
granting
righ.
stock.
orchestra,
*104*
unpleasant,
command.
twentysecond
probably
kept,
Ancient
"YOU
Eenglish,
dear,"
"How'd
outrage!
allies...
"Stinking,
renders
season.
ten-nil
blackmailing?"
HEE."
Remembrall
Grim!"
Goblins!
exam,"
movements,
"half
ninth
upwards;
THIRTY-SEVEN
foolhardy..."
"Snape's
secrets."
Surveying
trembling,
incredulous.
edition
laundry.
stare
Opals
destination,
customary
mid-dance.
you...Wormtail,
heart,"
doe"
tenfold
brimful
counter-curse
exposed?"
glumly
3:
slicing
Imperius
purebloods;
discontinued."
spine-deep
sayin,"
capacious
Academy!"
Muggle-born;
broken,
arrived.
candidate.
rat."
signal
simple,
Dudley;
acres.
second,
drawings
Reguluss,"
birthdays.
target
nose;
fit."
underneath,
addition
whole,"
greeting,
fitter?
invited?"
stashed
live!"
Well
magic?
Purveyors
obligatory
guests,"
Butter-beer,
see!"
venomous
darkly.
"Bathilda?"
Peeves;
translated
taster!"
Firebolt!
Portkey
gloriously
287
"Inindeed,
spec-tacular
innocent-looking
boy...weirdos,
reservations,
arrivals
"'Bye,
firelegs
stock,
"Awful.
least!"
Y5
swatting
lamentable
Belby?"
Thursday
layabout
searing
scuffles
surfaced.
accept,
coast
Voldemortll
condition.
"Excellent
company."
sitting:
disentangle
Prophet"'
key.
calculations
unsuccessful;
library!"
'Orrible,
world,'
spell-books,
"something
over."
before!
Ten...
manticores
sessions.
office!
bloodshot.
scar.
tonight?
flinching.
"Filch
'Agrid
KNEW
casket
dived?"
conver-sation
cruelly,"
skills
if!
Office....
goats
denser
continued?"
Headmistresss
suppose
Expelliarmus.
"Gettin'
fire;
Hermione
wedding."
triggered
moi
bark...
burn
Please
goblet?
Bozo?
treacherous
"Mine!"
endeavoring
childrens
St-stop
d-"
"Ariana
savings
kind.
elbows,
Spectrespecs.
insect,
clawed,
deceiving
fit!"
hesitated;
signpost.
outstanding,
"Library?"
dog....
words
weeks.
bleeding."
sur-face
impressions
Slughoin
Jorkins,"
al
rattling.
righ!
stuff!
candidate
similarities
children;
breathless
activity.
COWARD!"
Cornelius
TIME
er.
"Krum"
dormant
strewing
Prentice...
pry
toughest
Drive
but..
existed,
letter;
delightedly
muttered,
crown
Nargles."
stringy,
good;
include
expectantly,
"Dont!"
sporadic
school:
juncture.
picture!'
cool.
dungeon..."
sane,
cores?
sweatshirts.
threes
feedin'
dunno."
supper.
handsome"
appetite
"Well..."
desperately,
pronouncement,
responsibility.
blotches
official-looking
prey
bothered
these?"
phrase,
Beginners."
answer?
possessed,
precaution,
chaining
let's
Friar
YOU.
dead!
lives;
eggs?
voles.
absolute
Chaser,
nearing
seaweed,
unblemished
hiccupping
lightly.
"Four?
'hocus
Angus
update
fiercely.
KING,
Beedle
"Stay,
Eleven
brute
Bighead
eighty,"
"Make
*105*
arguing,"
cinders."
blinking,
Fungus
scuffled
pants,
remove.
Detonator
who're
dry
something"
predicting
your...
boneless
ago...."
nonsense?"
jobs,
lookout,
linked
in
board;
rouge
lad!"
Smiling
dais
overblown
handy.
Stunned.
fist,
Secrets?
multilevel
tat
GrubblyPlank,"
"Boys
case..."
unicorn....
Wimple;
follows:
grouchy
Mafalda,
forests
Crime
convinced!"
Tales
leaving,"
Tiberius,
deliberation
Horcrux,"
Moody,"
read,
Stored
BEHAVE
galvanized
upward
dignity,
entering?"
moor.
calmer,
gingery
Threequarters
'em,"
millions
tried!
chuckled
solution
process).
rus-tle
souvenirs.
stocks
bones.
along."
stitches
SecretKeeper.
STOLEN
glassy-eyed
Saturn,
Zabini
Sweet
answered.
woman...
whiling
feverishly,
Post
together,
lowly
ramming
fat
pheasant;
drawer.
Herinione
crying?"
outcome,
moving...
girl?"
mound
terrible:
scoring."
killed....
Hogwarts!
far?
noncommittal
him...you
situations."
sockets:
wending
Ravenclaw?"
lake!"
achievement."
Burrow
previously:
inconvenience
ever?
employment
Kirke,
D
lunchtime,"
rhythmic
triumphant.
tiptoe.
fake,"
accents,
Quaffle"
coffees
Dodgy!
feast,
kind;
aims.
trouble!"
may,
drawin
keys!
reappeared,
goats,
furor
distinguished
pick
shrivelled,
declaration
lo.
Card
doormat.
know"
detract
heartened
sullenness
ceased,
mistake,"
squeamish,
rummaging
blood?
FURTHER
crimson.
Ohlivander,
EVEN
"COWARDS!"
"With
badge).
mistletoe,"
need
banquet
ray
prohibited."
Topsham
143
talk."
asked?
Cruciarus
squabbling
Apparition,
agoniz-ing.
According
irritated,
backtracked,
Ought
puffedup
important,"
also,
"Pathetic!
HALF
bunch,
stationary;
risky,"
skulking,
Dudley.
thoughtful."
IN
plans...
Halls
"Creevey,
recoiled
"left
sneaking
pleased!"
reasonably.
spin;
gruff
sickly-scented
untidy,
intoning
Follow
Sir,"
death;
eyebrows,
baby!"
Might
shielding
graduily
smiled.
wand
'filthy
trotted
Grays
Albus."
destination:
explosions
status?"
cheek.
amplified
paper
unconcernedly.
"Had
pumping
dregs
didnt!"
publications
OUR
Unicorn
courteously,
careful.
"Bye,
thought
posed
anti-Ministry
overgrown,
met..."
Villagers
postman
possible...."
alarm-ing
minds,
"-Kingsley
comin'!"
Dora,
Tower's
quite
fixed,
cornflakes;
single-handed!
unfair,
(dragon
progress;
mentioned?"
Eater,"
appealingly
moonlight.
appreciate.
binoculars.
swish
Archie
wheel
Imagine
followin
himself,
partial?"
mystery;
bargain;
Difficult
bough.
memory,'
Vanishment:
reflection.
current
resurfaced
B.C.
glimpses
ranks?
complicate
mud.
Spellwork...
imagine
I--I
'Glad
"you'll
Those
trainers,
flutter."
trim.
ticket,"
Quaffle,"
have...."
hem")
Marsh,
road,"
melting
Podmore
plugs
Repressing
Sturgis...
admirably
revenge,
first?
hastening
accidentally,
move!
honest."
might?
Jump
suffered...
legs"
flat.
swear
unbruised
whistle.
Headmasters
fathers
pregnant
heart...
stays,"
downhill,
agitation.
full-pelt
fast
range.
"Finally
holder
"Quick!"
Nargles
champ
catch.
glance
"Maybe..."
Non-Retaliation
fits
weapons
mistake,
probable.
"Very
temperament
sake."
muddy
oughtnt
way!
plentiful,
neffypoo?"
live..."
shapes
steamy
parking
"Pardon
late?"
hind
night-time
Couldn't
medieval
knob,
addressee!
transforming
captive
whoosh,
inflict
experienced;
windshield.
signature.
look."
Divination
pressure
Roger.
Dangling
'Quiet!'
breakout:
"always
Last
defiance
"How?"
sandwiches.
resounding
coldly;
Flamel?
confusion
Loads
hoof
hallucinations,"
'Expelliarmus!'
truthful
"More
feathers
four...
pixies
Lee
second."
clipped
flurry
incorrect,
REMEMBERED
expelled!"
alreadv
shorter,
theirs?"
gargoyle
Standards
G'night,
teeny,
Gamps
chair
Rita's
style's
eternally,
scarlet.
prowl
WEIGHING
sweetly,
unsheathing
destabilized
particle
changing
duelers,
werewolves,
shame.
ruby-encrusted
"Seriously,
arisen
mirror's
flamingred
decapitated
----ISSUED
stammering
23
invisible;
gesture,
flies...
atruggling
could've
underneath
wing,"
vibrating.
confession?
Chaser.
pat,
them,'
barriers,
understanding.
forecast
"Selling?"
specimen
admiring
dark-haired,
decision,
nauseating
tuber
achingly
dreadlocks
irritating
YOU-KNOW-WHO?
roared.
many-legged
loudly
moths
stop!"
humiliate
"Brains
barrier,"
YouKnowWho!
Potions!
enrage
"Cant,
"Buckbeaks
intestines
cowardice
outlines
meeting...
gather
everything...
goin'
transform....
spite
readiness
more."
lollipops.
SPEECH
finding.
resisting."
plucking
teachin
pine
"Personally,"
headcount
Azkaban."
hail
calamity
crunch
Advice
complications.
envy,
returned?
liability
sleeping
lies..."
non-committal
armor;
dolefully
"Language,
person."
'You
outsider.
Yesterday
scratch
Caution:
half-giant
egg?
MR
possession,
wrestle
completely,
hurry
"Papa!"
curtly,
second!"
flavor?"
clips
scabby
rapturous
manly,
working,"
lurch.
detentions,
heavily,
Mudbloods!'-
think...and
expertise.
undamaged.
investigate,
table.
"...then
"DUDLEY!
usual
bottles
'ave
19
D,"
guard;
younger!
then..."
lately.
wormwood?"
owy
Bus's
Horcruxes;
grateful
badly,
Walked
Waffling,
cupboard,"
strength,
dust.
Wormtail,"
observing
pathetic.
Pringle
congrat
broodingly,
("Good
Firebolt?"
Ascending
"IRELAND
Exempt
imbed
reasonably
Brilliant
backups,
enter
blindly,
else
dementors,"
Cabinets
removes
monster."
reason...Okay,
Trouble
Liberacorpus!
Meanwhile,
more,"
briefly
pang
ladder,
MASTER,
foot--"
wax,
cauliflowers.
pulp,
cozy."
ears....
loosening
tongues?"
garden
Errol's
thoughtful
lion,
disagree,"
spell...
really?
scalylooking,
bothered,
brooms.
runaway
toenails,
shaking;
sallowfaced,
wept
potions
Siriusll
warmer
flanking
slugs
Euan."
rib-cracking
pierced
famous!"
apply,
enquired.
hostages.
festive:
jacket,
stitch
worthless.
hatching?
fasten
about...,"
giant.
means,
effect;
ghoul:
revere
uncomfortably
besides
crouching,
sometime?"
punishments,
letter?
ideal
suitcase,
tack.
Arry?"
hands;
"Uhoh,"
,anted
IMMEDIATELY.
freckles,
ning
estimate
hygien--"
favored
behalf
those
tested
"Dirk
So..."
wizards,"
heavily-moustached
edgy,
options,
battle."
performed.
WELL
races
Jostled
Am
par-ticularly
can...."
revolting-looking
sitting
Taboo!"
"Encase?
wheezed.
candidates.
ever.
Tricky
nonstop
mourned
afternoon"
Wove
dustylooking
counts.
"OUT!
celebration.
jubilation
research,"
"1've
legend.
"Zonko's
socks.
myself?"
ache;
socket
"Hand
when,
misbehaving.
"of
Ginny?
Cedric?"
bloke."
flowering
Rise
"you...
ha!"
brand
frequently
"let's
didn't..."
"Stains,
Villain
singers
"Back
sight:
gruesome!"
offputting,
wandpoint.
lost;
seeking
permanent;
MIRROR
fraud."
Riddle-Hermione
anything,'
hurled
dormitories
visitors."
specializes
backseat.
Truth
boy
st-stop
staggered,
midsentence
nails,
leaving?
Elixir
disparagingly.
Parkinson
hair!"
hated."
Cho;
"Thanks..."
lives
politer
hooting
Hagrid?
postponed
James.
touslehaired.
noisy.
hoist
case-"
Longbottom,
afternoon:
barked
extend
grease.
guessing,
it-"
hedge
still;
tussle
"Definitely,"
Scabior
"Veil,
Goyle's
Christmas:
Sev,
whip.
protectors
staircase
IT'S
ability."
"DONT!"
Fizzing
spike.
can't."
ruff,
lizard,
adopted
salary
fathers,"
reserved
"Everything,"
mouthed,
bookcases
"Bulstrode,
breathe!"
con-lided
unload
breathiness
fivethirty
second...
jobs.
to...?"
understands
Country..."
simpered.
code
packed?"
glittering,
sob.
swap!"
ridicule.
Flamel,"
"Goes
schoolwork,"
compression.
apparent,
"she...
outdoor
"D-diffindo,"
unenthusiastically.
beam,
injuries...."
question:
hell
pastille
easier
responsibilities
scariest
anytime,"
emptiness
mail?
vague
out-of-order
might'
Hopes
darkness;
futures
"Ron?
expect
turns
old
crackling.
now!
course..."
Cornwall,
Myrtle!"
avalanche
murmured
Wheezy,
happy.
"Once
once:
hippogriffbaiting,"
"Fine!
lift...
Enter
mix
Tufty
Except,
soccersized
Hagrid's!"
currently
"Lovely
couples,
teeth
haddock
babyblue
suspend
Contagious
Ron....
springboard.
detectable
conceal!"
jumping
mend,'"
nostrils
discussion.
nelson.
caution
"Act
194
holidays,
group."
pleasant.
gotten
crestfallen,
fox."
flaming
gift,
paramount.
lunatic!"
disadvantage
(Professor
movies.
harmless!"
with--er--He-Who-Must-Not-Be-Named?"
"Harry,
Deliberation.'
Burkes.
Educational
mothers...
witless,"
Clusters
high-rise
moving,
Dobbys;
malevolently
`My
twittered
unsupported
proven,
descriptions
smelled
shouted.
Time;
TASTES).
'ere?"
advanced."
members.
why,
stomach...
leaving...."
Grindelwald
wound
proudly.
flabbergasted
dent
jest,
Horace...
crest."
page2,
ar
Defense;
five,
always,
staff-
potion!'
rat?"
loud.
exclusive
wrench
"Harry."
tempered.
momentary
re-seal
Weird
half-lifted
irritation
golden
sour
pant.
"REPARO!"
genteel
Sure
fourthfloor
consequently
gloomy.
Rubeus
another."
lure,
feeiing
"Yeah,
different?"
THIS?"
gone;
safest,
dappled
deserting
easing
alternately
Mundungus.
abided
chop
"lt's
Mummy
reproachfully
"QUIET!"
painfully;
clamored
leerin
together."
prolonged
desisted
auburn.
want?'
causing
NICKING
schedules.
still-crowded
placing
"Handing
aaaaahed,
thumps,
shape
you)
DON'T,
public
bucket
behave,
rigging
bat
Occlumency;
core.
tried.
footprint
Thirteenth
care,
"-
"Boot,
elders
Cluster?"
mem-ory..."
watched.
cooling
achieved."
gaped
clapping..
"Id
"Course,"
Slughorn"--
fact!
"Pretty
in!
disaster."
darkly,
mickey?"
Okay,
gaze
arry
was;
resisted.
disputed
"NOT
punished
huddle,
Stunning
Firebolt!"
more?"
vicar.
weak
Marchbanks.
upon,
Intruders.
jokes'll
Muggle
hugely,
pupils'
hoping,
students,"
ear-trumpet;
com-bined.
"Moody,
difficult..."
Him?
piteously.
fortress.
Peeling
Brock-dale
there?"
talked
white.
etc.
jinxes,"
waltzlike
deathblow
Mr
Plunk,
witnessed
shape!
"21
picture?
Crouches
Pigwidgeon.
Fifteen."
it?'
"Krum!"
some-'
Disarm
spirits,
WITCHES'
needin'
flinch.
"Scarlet
flicker
("How
wine,
SecretKeeper,
concentrate,
liar,"
treasures.
excruciating
scrawl:
"Fizzing
pear,
bunny
risk.
mount
Belby.
stifle
"Weasley!
badly;
revised
style..."
dere,"
dares
lips,"
(uncontrollable),
"Skilled
cared
removed.
undecided
"Thas
e.g.
cottage."
Thestrals!"
Tornados-hater?"
Yes!"
hadn't,"
drinks,"
fires
Drafty
mist.
helps.
honor,
substitute?"
lost:
stalks
ports
Broke
Siughorn's
reputa-tion
Axminster,
quiet;
"well...
crone's
hard?
too.
departments
talks?"
lifethreatening,"
positioned
succession
"That."
flesh.
"S'all
points.
Alastors
"Really?"
interview
afraid!'
grubs,
"Played
Slytherins'
Quest!"
clipboards,
Muriels
me"
great-great-grandson?"
Street:
vampires,
flavor,"
defiant
risky.
bottoms.
Repelling
Spore
Transfiguration.
shame,
smouldered
"Telling
ambitions,
Regulation
absently
impressing
throbbing
hidey-holes
tact.
Mudblood?"
careening
scary,"
"'Darling,
waspish,
wet?"
houseroom
Hero"
scribbling,
Er
Smeek,
yelled;
'borrowed'
Natural
lay.
too)
rooms;
Wheezes?"
threateningly
pupil,
possibility.
_____
m-my
knelt
foulsmelling,
Im
lamppost,
shrivelled
silence!"
bread
diadem...
Smith's
Slimy,
Free
("breathe
tow,
spikeridden,
Hooknosed
there).
Paws,
powerless,
DANGER,
hosepipes
fully-fledged
awaited
up.
meadow;
Fletcher,
well..."
meet.
thousandth
belonged....
bathtub.
cauldrons!
cementcolored
expense
explicit
humoring
marvel
hung,
important,
clenching
childhood,
'Harry,
protest,
undersized
Fang'll
bank,
cabinet..."
"Lavender
"At,
"Boys,"
Malkin's,"
Immediately,
BUT
muffled
Molly
mut-tered.
voices.
relief
project
building,
blended
tunnel;
*216*
Eve
maw
coach!
Ollivander?
passageways,
beloved
happen...
HAWKSHEAD
Disapparated."
dungeon.
questions..."
chivvying
aback
Minerva!"
House."
unbeatable
"Extendable
bangin'
Scouring
"Remus
"OUT
Bard,
kid's
clap
offended.
goat.
prophecy!"
ablaze.
canter
ear-splitting,
onward,
dedicate
purpose.
"I--I
team
survive
heir,
Dumblydorr?"
heartily.
Jordan's
seventeenyearold,
next."
spinning;
"Minerva,"
disasterous
walnut-sized
pregnancy,
sank,
Sorting
reflecting
Terror
gran
gasped
teacher.
GEORGE!
"SCABBERS!
foolproof."
had."
brainy.
also
haring
cozy.
robes,"
alternative...
frank
undetected
escalator
jeoparize
P-P-Potter?"
bone
full.
disguises,
intention
centaurs?"
overseeing
different."
Demelza,
curious.
moonlight
Father
ironing,"
freeze
hulking
THREE!'
flashing.
picture?"
not."
test?"
blisters
broornhandle
Innumerable
onward.
rusty
enough..
Six
Prophet..."
"Exactly."
packin'
recognised
fleshcolored
bloodthirsty,
Merpeople
"Dissendium."
particularly."
infernal
paste,
damaged,"
watch:
dishonest,
brighter
surprising,
EARLY
asunder.
indicated:
vanishing.
frolicking
unique.
Father!"
TRUE!"
minutes,
Evans,"
four-teenth
goldfish
Think!"
Binn's
sentinels
were...
frighten,
'Only
breeze.
tartly.
whad
sides
shook,
Vindictus
Black:
mistranslated
difficult;
coax
distinction,"
wasthe
whatever's
anymore."
and--"
perfectly,
sightings
burdens
wrappers.
objection.
survive.
skull;
80
contentedly
dog,"
patch,"
bitty
embarrassed;
vine
back-up
flying,
claw?"
affair,
you..
"Keeping
listeners
grounds
back!
-Accio
meetings
nuthin!"
chilling
Oh
generous
ceiling,
announced
amethyst
ministrations,
aren'
"Father,"
183
banishing
blocked,"
feeling...
boys!
Brothers
Ron),
stiff;
flyaway
earrings
-))
wing?"
educated;
gamekeeping
beetles.
Spells.
coward"
"'Course,
"translating
"tuh"
one....
badly.
ruby,
You--you
wizards),
wondering,
expelled?"
dashed.
Neville?
Shame
Hair
blissfully,
Startled,
incidentally
must!"
seal
racing,
Lunas
train."
sandwich.
magenta.
desk."
daggers
"Ah...
unresisting
droning
these
"Talk
warmly
hood,
frost,
wristwatch
expectation,
spokesgoblin
sagely,
cower-top
prayed,
come;
fighting
Anglia
direction:
Scabior,
dispensed,
know-what
gamekeeper,"
Eater's
sapety
confiscate
blue.
masked
grounding
H-H
following,
harrassed.
windshield;
handbag,
tugging
"T?"
circled
soon?
daresay,"
march.
thundery
comb
greenhouses,
bed,'
"Sorry?"
disarmed
"Cho!
vapour,
patching
undergrowth.
walls
gagged:
Warringtons
twilit,
rubyred
X-rayed.
beefy
"Fine...
scarf!"
wizardMuggle
historian."
superb.
Patil
scene:
nifflers,"
gazed,
balcony
"Silence,"
wants,"
more.
case
rotten
*340*
wizards'."
wild!"
presided
Wife
boys?"
attend.
alien
one-where?"
carving
leg?"
socket;
grindylows,"
affectionately
"hem,
agitation,
Whiz-bangs.
legs;
Banges.
partly,
month;
Stinging
ready.
bee
destabilization
win!
Cannons,
after,
Prince.'
-Legilimens!"
spare.
feed
unsteadied
champion,
Brothers:
Stone."
mothbails.
beliefs.
"Wonderful!"
BOOM.
slow-wittedness
colorless,"
expressionless
Frog,"
waking.
banish
somewhere?"
Nex
"Hedwig,"
sense,
chimneys,
cornered.
crafty.
"Myrtle,"
compulsively
shows
Hotel
been...
underneath?"
Crush
claimed
sleeping,
beadily,
right.'
"Warn
(P)
flap
ousted
crushing
tripledecker
we're
record's
banished
dissolved.
Karkaroff.
elephants
admired
dustpan
choice!
attacked
trips,
expelled,
fear.
him,'"
distressed
three!
examinations.
incandescent
happens!
Bathilda
skrewts.
again'
dung,"
."She
Lavender."
genius,
attracted
pigs
laughs
Were
weapon,
fool,"
came:
rough.
lis
sneeringly
bluntly,
carpet-muffled
inhabitants.
trouble.
smell
without:
BIRD!
tray
bezoar?"
nob
slug
financial
g-getting
tight:
Interview
melted
befriend
angry."
eral
edition!"
rescue
simper
regretting
-no,
sil
"Sure
squeak
"Whym
grinned,
lake's
PAPERS
towel;
Burkes?"
Now
D.A.?"
"frail"
class."
"Yon
master!
"yes..."
protected
BEHALF
wild:
Swedish
drop
"S-sit
dived.
Rita
vomit.
Naturally
superb."
collision.
mask;
HERE!"
"Crikey,
Todays
godfather.
"Parents
Apparated,"
beautiful
Uranus,
shiver
Errol.
relative?"
team!"
Choking
hour,"
hatching
properly."
proof.
toad"
rince's
traitors!
wax.
Mudblood?
tittered
Incurably
Yeah.
110
again,'
Hollow."
place?'
Keeper."
truth
alchemist;
he?'
resemble
midday.
ringed
jubilation;
buttonholes;
"Please...please...give
slapped
"Scuse,"
December.
monster.
crowns,
read?"
team,"
"Feel
flump
clutch
relied
chalk.
muster;
idea?
giggling
dunno
tear.
precedes
scar,"
"OY!"
cross-legged
pretty;
self-restraint
gorse-covered
clock
CHAMPIONS
yes,"
swerving
brandished
we?"
leer
thumbscrews
map!"
lunascope,
realizing,
did?"
"Snag?"
Gawain
THIRTYTHREE
disappears
ooze.
yet
"Ten
feeling
contract,
bitten
Voldemorts;
stupid.
everything
ribs
nevair
paternal
torch
Gordon
want"
"Funny,"
crackers
Unspeakables...."
"biggest
powerful;
"Hogwarts!"
thundered.
berks,
Grim.
caused
gutter
oozed
vault,
Sanguini
rising.
doors.
separate,
Anthony
de-whiskered,
"Well...
ten,"
Dolohov,
Splitting
heavier
newspapers.
taller
daylight!
Back,
"Gone."
deceased's
took?"
dumpling
Wrackspurt
control...."
retie
BOTH
web
scattered.
Anyway..."
whether,
orage's
ringers;
wands,
shaken
quick.
rubies,
contains?"
renounce
attempt,
yes..."
seventh-years.
paradise,
you...?
severely:
adored,
Skrewts,
usual,
zings
calmly,
encircled
protests,
rebellion,
expounding
open;
caught;
overwrought
doorknocker
"Whoa,"
nickname,"
divining
robes!"
control.
smelling
skiving
odour
exchange
days,
conditions,"
tender
"Round
knocker
stamping,
very
"Here
thumbsup
dully.
smart,
step!
AGAINST
indecent.
mood;
horns
refereed
grabbing
Attack.
titles
noticeable
'Snow
embargo
rights.
pinch,
Penny,
rosettes
postage
visions?
commentating
.Might
overturned.
forever
smug
clinking
February.
Remus
would!
vairy
door."
Mungos,
"Look!
"Absolutely
Hogwarts."
pyramidshaped
126
dappled,
Treat.
foals.
maybe."
sadly,
anyway
lavishly
rate,
"So---
"Medicine
Half-breeds,
young."
inner
Love,"
pitch.
song!"
route
werewolf.
Please!"
Hogwarts..."
wits"
said!"
too...."
water;
crave
before...
voices,
"Alastor!"
odd."
serpent.
cawed
class)
Fleetwood's
Faking
resurface.
damaging
Minister."
cursed!"
killin
Relief
Retained
belong?"
what've
squirm
reed-filled
eternal
85
Cbamber
parchment!
somber.
call
duties
relevant
modelling
shown."
yes
weakest
tawnies,
fungus.
side?'
nightcap.
Hufflepuff.
ranks,
"Nothin,"
witty,
today...
fix,
eaten,"
tripped
whipped
stringent
lovingly."
billowing
Snape!
regrets
Rons.
come."
carpetbag
torrential
office.
distance.
Justin!"
female?'
cherubs
Cup?"
vork."
stool,
reeled.
cheek,
twins'
minutes."
better
acromantula
necessary,
essay,
released?"
deluged
offender's
"Pity
mess,
Date.
antidotes,
cleaning,
displays
how...
"Cant...
immobile.
Whatsits
looks."
dementor."
"Less
sustain
Pettigrew,
dominate
animal;
choice,
clamor;
antlers,
Boris
Puked
jingling
gangling,
shaking....
dust;
WANDERIN'
lawn;
absent
ill?
enchanting
unglued
Sometimes,
poster,
favorites
spawns
5.
what's-her-name,
BAGS
addressing
obtain
center;
had!
alas
b-basin
safest
afterward
zere
"Weasley,"
him:
Beauxbatons.
townsfolk
don'."
lookout
McGonagall."
sign...
kneaded
Vodlemort
windowsill
Cedric
runes.
Mark
foot-long
Snow
Flint,
(out
Malfoy..."
matters
YouKnowWho?"
"Good,
tufty-hired
blithering
waistcoated
grazes
blimey...
"Aargh!
saving-people
Bathildas
true?"
lack
forward
Hermione,
colliding
braver.
captives
"GO!"
Vernon.
flying!"
"'Tiny
chats
Color
"Made
Moran's
openmouthed.
victory,
at...
handle.
whoops-a-daisy!"
uncomprehending.
"Thanks
inexplicably,
thumbs.
Muggle-hater.
secure,
Decree
institution
silk
no!";
mom
opinion;
baths
extraordinary
normal!"
"Kingsley,
Ireland!"
schoolmates
throb,
insulted.
246
D'YEH
frown,
Chudley
quickly?
When're
competitions
"Brains?"
"Hermione,"
slowly?"
because
thinnest
Sources
"Remind
discrediting
"Closed
tracks.
tenderly
Side-Along-Apparition,
Lavender!"
safe...
seek
150
'There
space!"
dark.
VERSUS
relieved.
r-really
sparingly,
wounded
fancied
"true,"
Secret-Keepers,
hippogriff,
weakly
sleeping..."
reporter,"
incumbent
Registry
net
youthful
abetted
"'Tis
rocks.
vampire,"
sibilant
"get
Wormtail..
clipping
guess!
mar
Vol--
proudly
Brazil
Charmes
Knows
Beasts
Oak
tobogganing
"Hufflepuff'll
custardcolored
Charlie.
colour
ranged
all-
contemplating
"Acid
admiration
plastic
link,
sniffing
sorrier
team:
Short
dreamed
Evening,
"Yeah...
latter,
clicked.
liaison
carefully;
dazed,
littered
September.
red,
telephone
jokin',"
dramatic,"
K.
wand-free
billowing,
throbbed
demeanour
music?"
averted.
eagle
Rose"
luggage...
"Ooooh,
gnome.
GOT,
midair...
c
blacked
ostentatiously
man-crushing
Marge?"
into?
"Drink
climb,
first-name
chances.
Secret-Keeper
tugging.
gains
WORLD
Then,
Snapes."
Potion-Making,
anxious,
finished?"
dangling
"phase
perfect.
ingredients,
elegant,
Greyback,
"Eez
informer.
Pip
excuses.
chewing
"Obviously,
325*
Inferi.
villagers,
babies
driftwood.
Minister,"
customer,
bloodstains,
imprisoned.
ya
Reductor
"Right,
"getting
Mortlake
rock,"
could..."
constructing
late,
Malfoy."
effect.
*158*
fuss.
muscles?
"Stab!"
instructive
reconnaissance
oh.
penalty
inviting.
dismay,
unbalancing
stayed,"
nice."
have)
ternationally
bounding
innocent."
"Hedwig,
"Potter,"
MINISTRY
stripping
sight!
distractedly.
afford
Lunch
Broomstick,
muted,
"Knuts?"
hands-on
AN,
girls,
shins.
Accidents
photographs,
pass...'
"Er,
permitted.
Mercury.
"Forgive
ago!
plate
bag
Goyle
wonder,
daybreak.
cancelled
rejected
brainless
everyone,"
HOLD
sneering.
doggy-paddle.
'Must
fangs,
horned
unpaid
Ballycastle
"Rumors
troduced
material
"Justin's
Vernon!"
Captain."
blotched
infectious.
Clutching
"Safe
would.'
clothes.
boarding
Master."
subsided.
Horcrux,
"Anything
Blinky,
Firenze,
wandmaker!"
attractiveness
Prince
interruption,
Disgusted
first-
account,"
'Take
yet...and
Vernon?"
paternally
you-know-what,
happy,
mighty
"Magic?"
'
like!"
"Bin
"Prince",
sofa."
stuck,
fronts
wilt
stands...
leave,
freedom;
about;
Giggling
suppose!"
classroom.
him---
enigmatic
further..."
left,,"
deflect
roughly
whirlpool.
thet
Ravenclaw,"
suurely
syrup
Nifflers,
pants!"
cobwebbed,
parting
deviated
foghorn;
begin!
loyal
limbs
"Ill
fairy
HeWhoMustNotBeNamed
winning,
formed,
packing,"
spellbooks,
delayed
forced,
irritably
desks.
BETTER.
shadow),
colorful,
rancorous.
sprawling
survivors
identity
exams...
homework;
points:
showering
other),
corners.
else:
wrought
unsuitable?
want!
Remembrall!"
weary
yelping
91
suggested
Face
key,
"Dumpy
hide.
retreated.
conquered
eagles,
contained
rang
v1.0
Draco:
now-'
"Snape'll
Denizens
break"
BIOGRAPHY
applause.
women:
responses
seconds
unsteadily
nod.
"Dobby
caught?"
emaciated
spreadeagled
satisfaction.
queries
injust."
knew,
stroll,"
Snitch!
MISTLETOE
Below
Headmistress!"
house-elves
roan,
99
good'll
takin
many-colored
TURNED
nightfall."
unrelieved
war!"
suitable."
Quibbler.
any!"
"Finnigan,
Fudge;
fifteen-year-old
father,
soda
lawn.
trail
freely,
Dementoids
parentless
CORRIDOR"
"Ready
heinous
badger.
Lovegood;
wellbeing,
undercover
expect?
lessons;
fake,
space!
"Dumbledore!
surprise!
staring,"
release.
door--
"Greatness
ridge
with,
Charms?"
vote,"
'Ogwarts
course,
Totalum...Salvio
yeh!
rum-maging
mishap
pallor,
period,
Goblin
SPEW,
down?"
baffled.
buffoon,
Gillyweed.
witheringly.
Frank,
Hollow.
severed
pure-blood
Hairy
velvetcovered,
plowing
legend,
nasty.
arousing
been!"
gawked
runty
"Buckbeak...
blocking
Illness
clustering
untidy
"Over
pilfering
"Lucius,
Love."
speeches,
surrender
NORBERT
surely
"it'll
Chosen
"Merely
Narcissa's
locked
recklessness,
receptivity
steady
gaze,
Misinformation
around....
Maintenance
LAUGHING!"
OF----
Tournament,
clankers!"
article
faithful
limb,"
messin'
belting
cracked.
prove
prayer.
How're
blacker
Malfay,
knobs,"
liberally
Bogrods
bed,"
potion-making.
unmelodious
have),
poundage
already.
reappear
bakinghot
avidly.
contemplation
Mummy!"
imagination
blistered
Narcissa?"
servant,
"Merlins
nest.
doubtful
checked,
practicing."
summons.
mother?
internal
inflated
grimy.
page
Can
Set
dementor.
sight!"
trial.
hopin'
foolishly.
Saturday?
massively
"Siriuss
Jealous,
'Sir,
pit.
sneer,
Bella,
lenses,
judges,"
pure-bloods,
barred
NEWTs...
D."
tempers
over-stews
Cautiously
glummest
dragged
gleefully
"Run,
city
transfixed,
survival,
Ron,'
Dot?"
nicking.
so.'
braver;
foreboding
jewels.
sure?
hedgehog.
hunting;
frequent
betray
insult;
chalk,
he-doesn't
seeped
huddled
Fred;
bowing.
bunch
gain.
right-hand
lent
moon."
owner;
answered
unaccompanied?
prided
relished
ply
folks!
wizard...
command!"
crumbled
Lockhart).
"Help,"
Weasley.
Golgomathll
despicable
Edging
uppercut
regrew
"Yeh're
Slytherin...
pod
*almost*"
winds;
250
bother!"
Delacour,
dismally
"Into
ow
metronome.
fa
wash,
sense
Prince?"
lettin'
breath....
"Take
bell,"
Losing
"Later!"
sweets
Sinus.
Voldemort,
Committee.
tarred
long?"
shoving
high-necked
striding
then-one,
lousy,
longmolared
outrageous!"
did;
matter:
powerful.
silver.
weights
limit!"
unregistered
droned
advisable,"
usual!
shack?
Potter,
row.
old-
sullenfaced
catches
suggestions
train:
missive
slipping
hamburger
"work"
Ran
gladly,
lemme
squinted
"Harry.
hoarsely;
Curse,
dive,"
Bran
pocket
horn
pimply,
Cloaks.
dredging
195
lined.
Mungos!"
puglike
somethin'
"Ah,
"Morning,
lookouts,
overhanging
Cloak!"
Stunners
pedestrians
five-hundred-year-old
"Ye--no."
regretfully
rigid
Lovegood,
"Tokens
shoddy
respectfully
Tuesday...
inhabitant,
unsupported,
complete;
years:
*297*
uninterested
post-match
haunted
hers.
tap.
classroom!"
unblinking,
Snape.'
tennis-ball
why
"Because,
MADEYE
Hoopers
course!'
hoodwinked...
263
choice?"
faint..."
flipping
pies,
lanterns,
Sickles,"
well-deserved.
Figures
"Don't,
wood;
lights,"
glittered
buried.
pimples."
probably.
decent-length
healthysized
team.
meet..."
eyeglasses.
tide.
infinite
infestation
perform,"
guilt
taunts
live.
disciplinary
tavern,
fashion,
annoyed.
Boggart,"
padlock
grit
toasted
'Romilda
remem-bered
bust
inter-school
flobberworm!
quivering
orphanage..."
Susan's
"Hagrid,
poverty,
"breathing
executed."
icicleladen
jiffy,
horses?
feared
-drinks.
shortcut
explaining."
workmen
oui
HOGWART
D.A.
shutting
yelped
comically
Thin
honey-colored
meant....
discuss."
flare,
doublet,
cooking,
"Listen
Back
up."
tree.
escaped.
course.
Dumbledore?
clippings.
parts,'
bit...
thrice
immediately?"
warmer,"
man;
(five
cautious.
selector:
V
"unless
Minerva,
Darkness
Box.
"Us,"
Fawkes,"
anomaly
pitchdarkness.
magical
trifle.
bike,
healthier
naughty,
roll
kill.
house,'
recrossed
exaggerate,
therefore
'Nice
"Branstone,
arched,
down:
object.
"Karkaroff?"
beautiful!"
Moody's.
swelling
cloak,
Quirrell's
hearings
dinner;
motley
where.'
instead,
knitter
rudimentary,
"Lovegoods
'Agrid?"
distinctively
empty.
reedy
incline,
difficulties,"
entirely,
fur,
boring
brooms.,,
"'A
preferred
"Fleur's
Bellatrix,"
job!
if--
RALLYING
soot-blackened
sponsor
pal,
chucked
crouch
King
"But,"
stool,"
reckon's
pretty?
"Silence!"
damn,"
anthem
resist.
grip.
"Darling
aching.
'One
this;
balefully
"Skeeter's
laugh
nonsense,
rammed
rusting
dustcolored
rewarded
sky
crimson
'Come
silt
Tonks.
"Itll
Mulcibers
Portkey,"
curtly
Granger,
dying!"
replenish
Dolohov
burnished
Granger?"
shack
betrayal,
kids,"
bowls,
apologizing
alleviate
balls?"
Skele-Gro.
moment."
Exactly
"Headmaster?"
beware.
prevented.
thoroughly?"
DA?
untidy-looking
sported
'sir.'"
enslavement
temperaturell
"Slug
predictable.
TRIED,
Quirrell.
kicky,
criminal,
nice.
desiring
suffice
meantime,
beings,
uniform
Patronus...
"Padma's
(scrupulously
Bertha's
occasion.
meow,
charm.
"Violet's
drowsily,
"Today
"Hm,"
shaking.
restaurants,
Granger...
unison,
"Dragged
setting
flowerbeds
sign-language
Commission
*really
aimlessly
brow
inform
tinge
owned.
stuck.
morale-booster
inexperienced
Black?
"doing
station
congregating
'And,
adn
Parlor,
Loss
"Might
Mug
mucn
MILES
(some
motorbike's
zap
awkwardness,
flamboyantly
weapon?
interior.
wing?
Brown,
disgrace."
brain!"
Bearing
Potter!
manners
phoenix-feather
scrambiing
Box?
smashed
merchandise
traditional
drape
ancestors,
theater
"Plan?"
snake,
pointblank,
reassuringly,
Voldemorts
call?"
problem."
thi
both!"
Cleansweeps"
charges,
lurkin'
darker.
hardened.
purposes?"
love!
ladies'
Dumbledores,
remarks
"Spotted
kidding,
-you
cataracts
hiding."
phoenixes
mice,
Determination,
bus)
short-lived.
truth!
dreams!"
James...
whistle,"
photograph,
befits
confident)
strategic
Suddenly
incoherent
Lordship
sleeping.
crumpet,
castle:
needing
Morfin?"
substituted
swoop
till
halfglance
disappear
haunted!"
throbbing.
tighten
"Seal
bloodstains
Historical
9:
Hokey.
speculations.
facedown,
tongue...
quagmire.
goblets
tremulously,
hexed
floppy
stirred,
stall
races,
secretary
rolls.
"Glisseo!"
Horace's
bite?
"Third
warbling
pipe
alone!
wound.
"Dereliction
divested
verses!"
miracle
raking
eternity,
Thirty-Two
trustworthy?"
later?"
booted
concern,
"would
there.
Ronniekins
nephew.
"Voldemort"
Portkey's
glass)
"Deyre
leisure.
switched
talisman,
apprehensive,
outpost
torture.
silently:
cadge
significant
ve
tapdance
feeling?
Inigo
greetings.
changed,"
Assuming
"Oi!
loathed
cried:
we'd
"Fifth
flatter
line'
reptilian
"from
books"
child's
charms,
unluckily,
pany
Lavender
windows,
burgers
blueywhiteness
about,
*200*
much?
"Students,
south!"
Lucius."
Thin,
founders
Butterbeers,
urchin.
service.
seventeen;
"Wormtail's
talents
Sybill
ceiling:
"White
Slave
pears.
master."
sulky
whiteblond
appeal
color-coded
"Evan
defense,
brighten
law.'"
anyones
Thestrals?"
ex-Auror,
thumping
dad...
occasionally
worry.
dinnertime,
pale.
before,
retaliating,
Nifflers
"Flew,"
now:
thread,
deathly
off,
diary?"
date;
repulsed
P.M.
purposeful
Vector,
shapeless
"Feeling
broadly.
hosting
logs
incurably
Remus?
packed,"
clips.
diadem?"
reproachful
to!
business?"
discussion,
removals
century?
Spidersflee
assister
low-slung,
frame).
incantations
downstairs,"
spying
treacle
signified
sole
"Potter,
pen-pal
Bulgarians'
"Diagon
grossly
thoroughly.
twisted
Auror!
n-now
faster.
boyhood
bulbs
"S'not
beware
soothing
Leaning
woul
obstacles
resigning!"
kept.'
"Search,
inadvisable
obliging
turn?"
doppelgangers
think-ing
what!"
(has
Cloak:
'home.'
Alastor,"
Crookshanks
discompose
Right..."
row:
Broomsticks,
pureblood
arrant
5;
sulky,
grumpily.
dodgy"
steal?
succeed,
padlocked
"Pity...
messier
button;
evil'
chose,
up!'
shrieked.
tuffets
afternoons
arent
charge!"
th.u
lads,
hair...
conductors
palmistry.
lingering
amiss
atmosphere.
coats
needle
scoreboard
afterward?"
features,
"Lumos!"he
diamond,
racks.
sentence."
blanketed
wheeled
broomsticks,"
Hog-warts.
should."
butterbeers.
Dursleys!"
Homework,
disgruntled
pained
Parseltongue.
"Ha,"
fifteen!"
claims.
Zabini.
Yorkshire
dropping.
"Fifty?"
footed
weeks,
actively
blue-and-bronze
imperiously,
tower?
Grawp?"
shipped
sprouts,
relief;
funny,
"Ferula."
begonia.
nap
Really!"
preoccupied,
herbs
can.'
POINT
cry
shouted?"
unintelligible
golf
D.A.s
side;
complication
skies,
Evidently
madly,
"Never,
freezer.
pulsating
assault
U-No-Poo;
influences
couldn't...
'im?
l?"
August.
scarletrobed
"never
"Tweaky,
campsite.
find.
photograph.
fictional
BEAUXBATONS
spotlessly
passwords!"
76
today,"
probation!"
deflated
rise,"
Exhausted
/not/
squirmed
bellowed:
Ritchie
circulating
leap,
Sorcery,
"Maman!"
styles.
lodgings
else,"
flawed
thing?
"Mom,
Totalus!"
"Trelawney
don't...
like?"
prematurely
278
Bletchley
contribute
Longbottoms
angrier,
---of
"Karkaroff's
fouled,
deflating
louder
"Divination,
cloudless
Huffy
sidecar."
agreed;
`=
squalid-looking
Padfoot
Charm."
"Stupid
Newspaper
hospital,"
builder
discordant
teacher!
died
Obedient
ridiculously
elate
pamphlet-makers:
path
Office?"
"Turn
*148*
electrical
"Easily
wand--?"
feet...water
instance,
bottomless
earmuffs,"
prouder
Maam."
sticking
many-eyed
wrist;
murder,"
afraid?
likewise.
vivid.
(nose
standing,"
Vauxhall
"seeing
cottage,
recovering.
provide.
empty;
exams?
foreigner
chicken,
MR.
man
fussy
"Innocent,
slipping.
exchanged
Hermione's,
joking,
-s
fought,
procedure
tinkering.
ts
clasps
headmaster!"
Emmeline
vandalism,
flaw
\What
giggles.
customers
weird.
buzzing,
ter?"
handlebars
blow."
plug
spose
Muggles)
KNOW,
sound;
worth.
lamps
Atmospheric
squeaks.
signaled
heaving,
Barn,
'Exceeds
Numbly
hanging,
Scabbers
unusually
asphalt,
pincers
driving
mer-people
streamed
riddikulus!
courteous
Frog's
equals
magnetically
tribe
Who're
gas
sore.
drawing-room
Friar.
hoisted
so....
FATHER
pieces.
Cadogan?"
Narrow.
canker
mean--"
rambling
"Now,"
'What
Stinksaps
sharp
can-not
rising...
dismissively.
Marge."
OFF
doom.
chipmunk?"
Points
Weatherby
mantelpiece,
channeling
find."
decanting
Interesting
blackheads,
patched
eradication
Aberforth
stigma
butt
Hokey,
Mortis,"
notebook,
endo
farfetched
"Wood's
higher-voiced
"Talonclipping
megaphone
armed
exhilarating.
heavily
besotted
judges!
sky-blue
escape...
inspectors
lure
much,
poker,"
his...he
stations
SMASH!
knight?
elated.
affliction
quicker
melt.
"Impervius!"
"Pass
Occlumency,"
crush
Oozing
measuring
Icy
rally.
Parkinson's
relating
success.
Viktors
GREATER
ease,
penetrated.
Second
giddy.
"Due
'elf'
folk
despairing
"Justin
throbbing,
'Time's
paced
*167*
antiMuggle
balls
fine!"
bundled-up
Shack,
hills.
Dog-breath
enemy!
tell.
pointing.
sudden,
builds
every-ihing
"Thered
Force
Winking
four-posters
loophole,
MAGIC.
tight."
Egyptian
"tchah!"
Beedle.
Snorkack
"five
Squibs.
dancer,"
drooling
Go!
station,
repaid
shattered.
sighed
nosy
laid
glossy
'Prince,
differently,
Houses.
-concentrate
"Naturally
...?'
Luckily
Cup.
luxury
reboned
overheated,
Reg,
apologize,"
bumps;
unnatural
fish?"
assured
Decent
contacting
more
haul
spare;
"Beaky!
caught,
rigidly,
36
rosette,
matter-of-fact
rubbish
Place!"
deductions
Rabbitty
sixteen,"
Divination!"
everything?
geraniums
spectral
Hollow,
Transport.
wages
SPELL
neverending
reappear,
1689,
think.
'We'll
threaten
dreamed,
school?'
stimulant.
sentence,
charms
dislodged
start,
turkeys
trove
achieved:
parked
Norfolk?"
down.
parents,
announce
"Bit
Ouagadogou,"
glowing,
intelligence,"
"Hmpf,"
Burkes."
this?"
animal
would,'
translate
players
unfurled,
found
you--"
parried
limegreen
dwarfs.
Paragraph
workplace
nuffink,
blah
's
anyway,"
disagree?"
Parlor.
ITS
traces,"
respect
strangely....
recording
fuzz...
hoot
burped
Evans?"
"Mummy
commanding,
howling
"Slytherin
"Cormac
territory
themselves:
"Ooh,
control...
lunar
featherless
BULGARIA:
Diggory,
removing,
postcard,
pertaining
moonlight...
scraggy
story!"
"Strange
burying
mistake?"
too?
de-termined
suspicions,
along,
sky:
sorry,
interfere,"
church
marshmallows
I,"
Quills
off).
Scooping
aggrieved.
fantastic!"
Cluster!"
GETTING
Potterwatch."
"Oh..."
Ministryd
horses
resumed.
"Congratulations!"
smile
pretends,
infallible.
roared
Thief
WEASLEYS'
inhabit
team...
diff'rent
afterward"
steak.
circling
mumblings
unsuspected
icing
again)
Ronan,"
self-fertilizing
leg?
I,
spell,"
Muffled
disquiet."
do,'
life?"
Pretended
emitted
"Kind
bulk
disregard
occasioned,
n
"Serpensortia!"
tremulously.
goblins:
notes?"
limb
signal,
mirror.
Treacle
guarding
girls?
"Common
Hmm."
hypocrite."
Ted
destinations.
Grans
interesting...
heaved.
stoat
heal
autographs
gradually,
bullets
pecular
hits
closed,"
hurry,
trainers.
pictures,
force.
usual?"
fact.
Volde-mort,
itself."
"Tiptoe
unconcerned
robes.)
TRICKS!"
spooned
sugared
tip-off.'"
spineless
"Undesirable
in,"
eager."
Amycuss
studyin'
Ern
"Amos!"
fluxweed,
audience;
seriousness
pocket;
"Does
Kim!"
sonny,"
mead
nickname
"Quite
Hidden
jokes,
"me,"
thrust
useful,"
guests.
South
comin',
stringing
Apolline."
"Nah,
"Told
kettle."
footlong,
Fungi,
uncle,
warm,
Scrimgeour
algae
"shhing"
"Come,
clambered
transfiguration.
conqered
bleated
contempt,
recognize.
instinct
delivered,"
"S'no
pattered
Alley,
Locket!"
cerely
Peverells!"
opened....
reluctantly.
halfs
turn:
Snape---"
something.
FOR
faceless.
evenings
Leanne.
ally,
(whether
bubotuber
*170*
inherited)
disturbed
"Easy,"
assistance.
Paddington
happy?
kindest
contracted
top-quality,
echoed
refusing
Co-operation
schoolbooks,
Over...
hordes
Daddy's
Vernon
realize!"
"Rotten
childishly,
imitation
playby
married
withdrawn
Brown.
transpired,
upholding
lookin,
blotchy..."
Ollivander's
(ti
crib?
paws,
bites
Gregorovitch.
Sove
"piece
rubbed
eating.
gillyweed.
"Odd
white-faced.
Room!'
Petunia..."
enemy."
platforms
struggling
tarantulas
Seer
'Black.'
eclairs"
receive"
